/* Generic authentication error. */
"UNKNOWN_ERROR" = "Não é possível autenticar o utilizador.";
"USER_NOT_ADMIN_PASS" = "Tem de digitar um nome e palavra-passe de administrador.";
"USER_NOT_ADMIN_PIN" = "Tem de digitar um nome e palavra-passe de administrador.";
"INVALID_USER_NAME" = "Tem de digitar um nome de utilizador válido.";
"INVALID_USER_PASSWORD" = "Tem de digitar uma palavra-passe válida.";
"INVALID_USER_PIN" = "Tem de digitar um código PIN válido.";

/* Pleasantries */
"PLEASE_TRY_AGAIN" = "Tente de novo.";

/* Button Titles */
"RESTART_BUTTON" = "Reiniciar";
"SHUTDOWN_BUTTON" = "Desligar";

/* Restart Warning */
"RESTART_MAIN_WARNING" = "Existem, de momento, outros utilizadores ligados a este computador que poderão perder alterações não guardadas se o reiniciar.";
"RESTART_DETAIL_WARNING" = "Reiniciando ou desligando o computador, fechará todas as aplicações de outras sessões, mesmo as que incluirem documentos não guardados e cuja informação será perdida. Digite um nome e palavra-passe de administrador e clique em Reiniciar. Para fechar esta caixa de diálogo, clique em Cancelar.";

/* Shut Down Warning */
"SHUTDOWN_MAIN_WARNING" = "Existem, de momento, outros utilizadores ligados a este computador que poderão perder alterações não guardadas se o desligar.";
"SHUTDOWN_DETAIL_WARNING" = "Reiniciando ou desligando o computador, fechará todas as aplicações de outras sessões, mesmo as que incluirem documentos não guardados e cuja informação será perdida. Digite um nome e palavra-passe de administrador e clique em Desligar. Para fechar esta caixa de diálogo, clique em Cancelar.";

/* PIN or Password */
"PIN" = "PIN:";
"PASSWORD" = "Palavra-passe:";